tap "cloudflare/cloudflare"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "yt-dlp/taps"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "bat"
brew "glib"
brew "cmake"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "libsndfile"
brew "pango"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "ghq"
brew "go"
brew "lazygit"
brew "libgit2"
brew "lsd"
brew "mise"
brew "navi"
brew "neovim"
brew "ripgrep"
brew "sheldon"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "koekeishiya/formulae/skhd"
cask "1password-cli"
cask "alacritty"
cask "alcom"
cask "cursor"
cask "discord"
cask "finicky"
cask "font-hack-nerd-font"
cask "google-japanese-ime"
cask "hammerspoon"
vscode "1password.op-vscode"
vscode "bierner.color-info"
vscode "bodil.file-browser"
vscode "bradlc.vscode-tailwindcss"
vscode "chaitanyashahare.lazygit"
vscode "christian-kohler.path-intellisense"
vscode "circledev.glsl-canvas"
vscode "cocopon.iceberg-theme"
vscode "cschlosser.doxdocgen"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "esbenp.prettier-vscode"
vscode "frenco.vscode-notion"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "hediet.vscode-drawio"
vscode "jacobdufault.fuzzy-search"
vscode "james-yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "justusadam.language-haskell"
vscode "kahole.magit"
vscode "kosz78.nim"
vscode "magicstack.magicpython"
vscode "marchrock.vscode-ghq"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.debugpy"
vscode "ms-python.gather"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "pkief.material-icon-theme"
vscode "ryuta46.multi-command"
vscode "slevesque.shader"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vscodevim.vim"
vscode "vspacecode.vspacecode"
vscode "vspacecode.whichkey"
vscode "wayou.vscode-todo-highlight"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
