attilabuti.brainfuck-syntax
bierner.color-info
bodil.file-browser
bradlc.vscode-tailwindcss
chaitanyashahare.lazygit
christian-kohler.path-intellisense
circledev.glsl-canvas
cocopon.iceberg-theme
coenraads.bracket-pair-colorizer-2
cschlosser.doxdocgen
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dotjoshjohnson.xml
esbenp.prettier-vscode
frenco.vscode-notion
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
hediet.vscode-drawio
jacobdufault.fuzzy-search
james-yu.latex-workshop
jeff-hykin.better-cpp-syntax
justusadam.language-haskell
kahole.magit
kosz78.nim
marchrock.vscode-ghq
mechatroner.rainbow-csv
mikestead.dotenv
mkvoya.eps-preview
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-python.debugpy
ms-python.gather
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
njpwerner.autodocstring
pkief.material-icon-theme
platformio.platformio-ide
ryuta46.multi-command
slevesque.shader
tamasfe.even-better-toml
twxs.cmake
visualstudiotoolsforunity.vstuc
vscodevim.vim
vspacecode.vspacecode
vspacecode.whichkey
wayou.vscode-todo-highlight
yzane.markdown-pdf
yzhang.markdown-all-in-one
